{
  "Bosh sahifa": "Home",
  "Biz haqimizda": "About Us",
  "Xizmatlar": "Services",
  "Islom moliyasi": "Islamic Finance",
  "Kurslar": "Courses",
  "Bog'lanish": "Contact",
  "Tezkor havolalar": "Quick Links",
  "Aloqaga chiqing": "Get in Touch",
  "Batafsil ma'lumot": "Learn More",
  "Bizning hamkorlarimiz va mijozlarimiz!": "Our Partners and Clients!",
  "Uchrashuv belgilang": "Schedule a Meeting",
  "Ismingiz": "Your Name",
  "Sizning elektron manzilingiz": "Your Email Address",
  "Sizning raqamingiz": "Your Phone Number",
  "Yuborish": "Submit",
  "Bizning Jamoa!": "Our Team",
  "mission": "Markaziy Osiyoda etakchi konsalting kompaniyasi bo'lish, kuchli va inklyuziv Islom moliya ekotizimini rivojlantirish orqali shaxslar va bizneslarni qo`llab-quvvatlash hamda mintaqaning barqaror iqtisodiy o'sishiga hissa qo'shish.",
  "text": "Tursunov Iskandar holds a master’s degree in Islamic finance from INCEIF University in Kuala Lumpur, Malaysia. He also studied Islamic finance at Istanbul Sabahattin Zaim University in Türkiye. He has many years of experience in the banking, insurance, and government sectors.",
  "text3": "Hayot Azimov Financial engineering, risk management and project management practitioner for past 15 years. Experienced in establishing Islamic Banks and Banking windows in Malaysia. Active interests in Islamic Fintech and blockchain application.",
  "text4": "Xamid Raxmatov earned a master's degree in Islamic finance from International Islamic University Malaysia University in Kuala Lumpur, Malaysia. He has extensive expertise in the financial services, insurance, and the state industries.",
  "Bizning Videolar!": "Our Videos",
  "Batafsil": "Read More",
  "Bizning Maqolalar!": "Our Articles",
  "text6": "Waqf as a Catalyst for Economic Development: How is Uzbekistan Utilizing It?",
  "text7": "Uzbekistan's Potential as a Regional Hub for Islamic Finance.",
  "text9": "Islamic finance against poverty",
  "text10": "Sukuk in Islamic finance: World experience, advantages and opportunities",
  "text11": "Muslim Friendly Tourism: Leading Countries and Opportunities for Uzbekistan",
  "text12": "Islamic financial instruments are a way to reduce the external debt burden",
  "text13": "Dr. A’lam Ilhomovich Asadov, PhD, CSAA is an Assistant Professor of Finance at Prince Sultan University in Riyadh, Saudi Arabia. He holds a PhD in Islamic Finance from INCEIF University and a CSAA certification from AAOIFI.",
  "text18": "Oybek Khojimamatov holds a B.S. in Accounting from the University of South Florida, USA, and has earned CPSS and CPFAS certifications from AAOIFI. He has a strong foundation in accounting and Islamic finance.",
  "text1": "Dr. Mezbax works as a leading researcher at the ISRA research center, which is part of INCEIF University established by the Central Bank of Malaysia (Bank Negara Malaysia).",
  "text5": "Oripov Sarvar holds an MBA in Finance from Cardiff Metropolitan University in the UK. He has many years of financial management experience in the private sector. He is also a specialist in halal investments and fund market trading.",
  "Islom moliyasining vazifasi va maqsadi": "Mission and Purpose of Islamic Finance",
  "font_text": "Uniting specialists working in the field of Islamic finance, improving their professional capabilities, contributing to the development of the industry, supporting the development of the Islamic financial system in Uzbekistan and the Central Asian region, and strengthening regional cooperation.",
  "font_text1": "Strengthening regional cooperation in the field of Islamic finance between Uzbekistan and Central Asian countries, implementing collaborative initiatives, developing mutual communication and experience exchange.",
  "Aʼzolar tarkibi": "Association members",
  "Tashkent city, Mirzo Ulugbek district, Lashkarbegi MFY, 59 Independence": "Tashkent city, Mirzo Ulugbek district, Lashkarbegi MFY, 59 Independence Street",
  "Dushanba - Juma 09:00 - 18:00 Shanba 09:00 - 13:00": "Monday - Friday 09:00 - 18:00 Saturday 09:00 - 13:00",
  "Bog'lanish uchun ma'lumot": "Contact Information",
  "Biz bilan bog'lanish": "Contact Us",
  "Qo'shimcha ma'lumot": "Additional Information",
  "Ish vaqti": "Working Hours",
  "Manzil": "Address",
  "Islom Moliyasi": "Islamic Finance",
  "about_text": "Uniting specialists working in the field of Islamic finance, improving their professional capabilities, contributing to the development of the industry, supporting the development of the Islamic financial system in Uzbekistan and the Central Asian region, and strengthening regional cooperation.",
  "Fondning vazifasi va maqsadi": "Foundation's Mission and Purpose",
  "O'zbekiston va Markaziy Osiyo davlatlari o'rtasida islomiy moliya sohasida mintaqaviy hamkorlikni kuchaytirish, hamkorlikda tashabbuslarni amalga oshirish, o'zaro muloqot va tajriba almashuvini rivojlantirish.": "Strengthening regional cooperation in the field of Islamic finance between Uzbekistan and Central Asian countries, implementing collaborative initiatives, developing mutual communication and experience exchange.",
  "Asosiy vazifalar": "Main Tasks",
  "Islomiy moliya bo'yicha malakali mutaxassislar o'rtasida hamkorlik va tajriba almashinuvini yo'lga qo'yish;": "Establishing cooperation and experience exchange among qualified specialists in Islamic finance;",
  "Islomiy moliyaga oid seminarlar, treninglar, forumlar, ilmiy-amaliy tadbirlar va davra suhbatlarini tashkil etish;": "Organizing seminars, trainings, forums, scientific-practical events and roundtable discussions on Islamic finance;",
  "Islomiy moliyaviy mahsulotlar, xizmatlar va qonunchilik bo'yicha ilmiy-tahliliy tadqiqotlar olib borish;": "Conducting scientific-analytical research on Islamic financial products, services and legislation;",
  "Davlat idoralari, moliyaviy institutlar va xalqaro tashkilotlar bilan hamkorlikni yo'lga qo'yish;": "Establishing cooperation with government agencies, financial institutions and international organizations;",
  "Soha mutaxassislarining kasbiy manfaatlarini himoya qilish, ularga axborot, maslahat va yuridik ko'mak ko'rsatish;": "Protecting the professional interests of industry specialists, providing them with information, advice and legal assistance;",
  "Islomiy moliyaga oid shariat prinsiplari, xalqaro standartlar va ilg'or tajribalarni targ'ib qilish;": "Promoting Sharia principles, international standards and advanced practices related to Islamic finance;",
  "Islomiy moliyaviy mahsulotlar, islomiy fintech va blockchain yechimlarini ishlab chiqish va rivojlantirish ustida ishlash;": "Working on the development and advancement of Islamic financial products, Islamic fintech and blockchain solutions;",
  "A'zolar kengashi": "Special Council Members",
  "Free consultation": "Free consultation",
  "Leave your phone number, and we will reach out to provide you with complete information about our courses.": "Leave your phone number, and we will reach out to provide you with complete information.",
  "I agree to the use of my personal information for consultation purposes.": "I agree to the use of my personal information for consultation purposes.",
  "So‘nggi yangiliklar": "Latest news",
  "Yangiliklar": "News",
  "O'zbekistonda islomiy moliya xizmatlarini joriy etish bo'yicha huquqiy bazani yaratish vaqti-soati keldi. Bunga Islom taraqqiyot banki va boshqa xalqaro moliya tashkilotlari ekspertlari jalb etiladi.": "The time has come to create a legal framework for the introduction of Islamic financial services in Uzbekistan. Experts from the Islamic Development Bank and other international financial organizations will be involved in this process.",
  "O'zbekiston Respublikasi Prezidenti": "PRESIDENT OF THE REPUBLIC OF UZBEKISTAN",
  "Hamjamiyat haqida": "About the community",
  "Islomiy Moliya Mutaxassislari Hamjamiyati": "Islamic Finance Professionals Community",
  "Islomiy moliya sohasida faoliyat yuritayotgan hamda ushbu yo'nalishga qiziqish bildirayotgan mutaxassislarni birlashtirib, bilim va tajriba almashish hamda professional hamkorlikni rivojlantirishga xizmat qiluvchi professional platformadir.": "is a professional platform that brings together specialists working in the field of Islamic finance as well as those interested in this area, facilitating knowledge and experience sharing and fostering professional collaboration.",
  "Hamjamiyatning asosiy vazifalari": "Main tasks of the community",
  "Professional hamkorlik": "Professional cooperation",
  "Ta'lim tadbirlari": "Educational events",
  "Ilmiy tadqiqotlar": "Scientific research",
  "Xalqaro hamkorlik": "International cooperation",
  "Islomiy moliya sohasida faoliyat yuritayotgan malakali mutaxassislar o'rtasida samarali hamkorlikni yo'lga qo'yish hamda bilim va amaliy tajriba almashinuvini rivojlantirish": "establishing effective cooperation among qualified professionals working in the field of Islamic finance, and promoting the exchange of knowledge and practical experience",
  "Islomiy moliyaga oid seminarlar, treninglar, forumlar, ilmiy-amaliy konferensiyalar va davra suhbatlarini tashkil etish hamda o'tkazish": "organizing and conducting seminars, trainings, forums, scientific and practical conferences, and roundtable discussions on Islamic finance",
  "Islomiy moliyaviy mahsulotlar va xizmatlar, shuningdek, tegishli qonunchilikni takomillashtirish bo'yicha ilmiy-tahliliy tadqiqotlar olib borish": "carrying out analytical and research activities aimed at improving Islamic financial products and services, as well as enhancing the relevant legal and regulatory framework",
  "Davlat idoralari, moliyaviy institutlar, ta'lim muassasalari va xalqaro tashkilotlar bilan o'zaro manfaatli hamkorlik aloqalarini rivojlantirish": "developing mutually beneficial partnerships with government agencies, financial institutions, educational institutions, and international organizations.",
  "Ma'lumotlaringizni qoldiring": "Leave your details",
  "Biz siz bilan bog'lanamiz. Islomiy moliya xizmatlari bo'yicha savollaringizga javob berishdan mamnun bo'lamiz.": "We will contact you. We will be happy to answer your questions about Islamic financial services.",
  "Telefon raqam": "Phone Number",
  "Tashkilotingiz": "Your Organization",
  "Xabar": "Message",
  "Islomiy moliya sohasida faoliyat yuritayotgan mutaxassislarni birlashtiruvchi professional platforma. Bilim almashish va hamkorlikni rivojlantirish.": "A professional platform that brings together experts working in the field of Islamic finance. Knowledge exchange and development of cooperation."
}